<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Pages Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'welcome' => 'Приветствую. Если Вы видите это сообщения значит все установилось верно. Локализацию внедрил, правда не везде, но суть вы поняли). Задание сделал без Vue.js, так как для SPA нужна установка оболочка OAuth, к примеру passport-а и т д. Но и с этим проблем нет. Хорошего серфа. ',
    'dashboard' => 'Панель управления',
    'users' => 'Пользователи',
    'sections' => 'Группы',
    'create' => [
        'user' => 'Создать пользователя',
        'section' => 'Создать группу',
    ],
    'show' => [
        'user' => 'Пользователя',
        'section' => 'Группа',
    ],
    'edit' => [
        'user' => 'Изменить пользователя',
        'section' => 'Изменить группу',
    ],

];
